{
  "start": {
    "message": "We gaan samen een sollicitatiegesprek nabootsen. In dit scenario zal ik de medewerker van een bedrijf spelen en ben jij de sollicitant. We kunnen op elk moment stoppen als je dat wil, maar ik hoop samen het gesprek door te kunnen lopen. Zullen we beginnen?",
    "options": [
      {
        "keywords": ["nee", "niet", "no", "geen", "nooit"],
        "next": "startno"
      },
      {
        "keywords": ["ja", "inderdaad", "klopt", "yes", "zeker", "wel"],
        "next": "startyes"
      }
    ]
  },
  "startno": {
    "message": ["Oke, ik snap het als je wat tijd nodig hebt. Ik wacht even tot je er klaar voor bent.", "#10", "Hallo, daar ben ik weer. Ben je klaar om een sollicitatiegesprek na te bootsen? Onthou dat we op elk moment kunnen stoppen als je dat wil."],
    "options": [
      {
        "keywords": ["nee", "niet", "no", "geen", "nooit"],
        "next": "startno"
      },
      {
        "keywords": ["ja", "inderdaad", "klopt", "yes", "zeker", "wel"],
        "next": "startyes"
      }
    ]
  },
  "startyes": {
    "message": ["Top! Geef me een momentje, ik moet even in mijn rol komen.", "#3", "Hallo, welkom. Ik begreep dat je hier kwam om te solliciteren, wat is je naam?"],
    "options": [
      {
        "keywords": [],
        "next": "work"
      }
    ]
  },
  "work": {
    "message": "Leuk je te ontmoeten {name}, ik ben Misty. In welk werkveld zoek je werk?",
    "options": [
      {
        "keywords": [],
        "next": "background"
      }
    ]
  },
  "background": {
    "message": "Oke, ik zoek in dat veld nog iemand. Wat is je achtergrond in dat veld?",
    "options": [
      {
        "keywords": [],
        "next": "strengths"
      }
    ]
  },
  "strengths": {
    "message": "Oke. Wat zou je zeggen dat jouw sterke punten zijn?",
    "options": [
      {
        "keywords": [],
        "next": "weaknesses"
      }
    ]
  },
  "weaknesses": {
    "message": "Oke, en je zwakkere punten?",
    "options": [
      {
        "keywords": [],
        "next": "thanks"
      }
    ]
  },
  "thanks": {
    "message": ["Bedankt voor het delen. Dit waren alle vragen die ik voor je had.", "Meestal krijg je tijdens een sollicitatie ook de kans om vragen te stellen aan de recruiter, dit is een goede kans om te laten zien dat je geïnteresseerd bent in het werk.. Kan je twee vragen verzinnen die relevant zouden zijn om te stellen?"],
    "options": [
      {
        "keywords": [],
        "remark": "Goed. Het is altijd belangrijk om een goed beeld te vormen van het bedrijf. Dit kan bijvoorbeeld door te vragen naar de sfeer op het kantoor, hoe een gemiddelde werkdag er uitziet of hoeveel je met collega’s in aanraking komt tijdens een werkdag.",
        "loadScript": "scriptClosing.json",
        "next": "start"
      }
    ]
  }
}